"Direct_Connection"="Непосредственное соединение";"Saved_Connections"="Сохранённые соединения";"Connections"="Соединения";"In_App_Purchases"="Покупки \"In-App\"";"Remove_Ads"="Убрать рекламу";"Restore_My_Purchase"="Восстановить покупки";"Help_And_Reviews"="Помощь и Отзывы";"Contact_Us"="Свяжитесь с нами";"About"="версия";"Connection"="Соединение";"Connect"="Подключится";"Name"="Имя";"Host"="Хост";"Example_Dot_Com"="example.com";"Port"="Порт";"User"="Логин";"User_Login_Example"="my_login";"Password"="Пароль";"Password_Login_Example"="my_password";"Back"="Назад";"Previous"="Назад";"Next"="Вперед";"Done"="Готово";"Save"="Сохранить";"No_Name"="Без имени";"Missing_Fields"="Пропущенные поля";"Host_Is_Required"="Требуется поле \"Хост\".";"User_Is_Required"="Требуется поле \"Логин\".";"Password_Is_Required"="Требуется поле \"Пароль\".";"OK"="ОК";"CANCEL"="Отмена";"Connection_Error"="Ошибка соединения";"Can_Not_Establish_Connection_To"="Не могу установить соединение с %@";"Bad_Credentials"="Предоставленные сертификаты недействительны";"Connection_Established_But_Can_Not_Open_Session"="Соединение установленно но не могу открыть сессию";"Can_Not_Send_PTY_Request"="Не могу отправить PTY запрос";"Can_Not_Start_Shell_From_Connection"="Не могу запустить Shell";"Enter_Password"="Введите пароль";"Enter_Your_PIN"="Введите пароль";"Locked"="WebSSH заблокирован";"Attempts_Expired"="Попытки кончились";"PIN_Entry_Locked"="Ввод пароля заблокирован";"Attempts_Remaining"="Осталось попыток";"Failed_Passcode_Attempts"="Неудачные попытки ввода пароля";"Security"="Безопасность";"Manage_Security_Settings"="Защита паролем";"Email"="Email";"Subject"="Тема";"Message"="Сообщение";"Send"="Отправить";"Email_Sent_Faillure"="Письмо не отправлено";"Your_Device_Can_Not_Send_Mail"="Ваше устройство не может отправлять Email";"Thank_You"="Спасибо!";"We_Will_Reply_You_As_Soon_As_Possible"="Мы ответим как можно скорее";"Purchase_Required"="Покупка";"More_Informations"="Информация";"Purchase_Required_Want_MoreInformations"="Это платная возможность. Хотите получить больше информации ?";"Can_Not_Purchase"="Не удалось купить";"Purchases_Are_Not_Possible_At_This_Time"="На данный момент покупки недоступны";"Buy"="Купить";"Restoring_Purchases"="Восстановление покупок";"Do_You_Want_To_Restore_Or_Unregister_Them"="Вы хотите восстановить покупки или сбросить их ?";"Restore"="Восстановить";"Unregister"="Сбросить";"All_Purchases_Unregistered"="Все покупки были сброшены. Чтобы снова зарегистрировать, пожалуйста, восстановите их.";"Thank_You_For_Your_Purchase"="Спасибо за покупку!";"Transaction_Failed"="Транзакция не прошла";"Set_Password"="Включить пароль";"Change_Password"="Изменить пароль";"Remove_Password"="Выключить пароль";"YES"="Да";"NO"="Нет";"Remove_Password_Confirmation"="Вы уверены?";"Password_Not_Saved"="Пароль не установлен";"Passwords_Are_Not_Equals"="Пароли не совпали!";"Please_Re_Enter_Your_PIN"="Повторно введите новый пароль";"Password_Saved"="Успех";"Password_Has_Been_Saved"="Пароль сохранён";"Screen_Will_Be_Locked_After"="Экран будет закрыт при запуске программы, а также через 60 секунд работы в фоновом режиме";"Rate_Question"="Если Вам понравилась %@, пожалуйста поставьте свою оценку. Это займет у Вас не более одной минуты.\n Спасибо за поддержку!";"Rate"="Оценить %@";"No_Thanks"="Нет, спасибо";"Remind_Me_Later"="Напомнить позже";"Message_Field_Is_Required"="Сообщение поле обязательно для заполнения";"CONNECTION_TYPE"="Тип";"CONNECTING_TITLE"="Подключение";"CONNECTING_MESSAGE"="Подключение ... Пожалуйста, подождите.";"CONNECTING_FAILED"="Подключение не удалось";"LOADING"="Загрузка";"PARENT_DIRECTORY"="Родительский каталог";"DISCONNECT"="Oтключать";"EXECUTING_TITLE"="Загрузка...";"OPERATION_SEEMS_TO_BE_LONG"="Пожалуйста, подожди.";"CANCEL_OPERATION"="Отменить операцию";"NOT_CONNECTED_TITLE"="Соединение не установлено";"NOT_CONNECTED_MESSAGE"="Соединение разорвано.";"RECONNECT"="Снова";"Pull_Down_To_Refresh"="Опустите, чтобы обновить";"Release_To_Refresh"="Выйти, чтобы обновить";"Loading_Points"="Загрузка...";"Speed"="Скорость";"Progress"="Прогресс";"Default"="По умолчанию";"Favorites_Folder"="Избранные папки";"Use_As_Default_Path"="Использовать по умолчанию";"Path"="Путь";"Favorite"="Фаворит";"Upload"="Отправить";"Upload_Failed"="Сбой передачи";"Ask_For_Resume"="Восстановление приложений";"Want_To_Resume_Upload"="Вы хотите, чтобы возобновить передачу?";"Resume"="Продолжить";"Overwrite"="Перезапись";"Rename"="Переименовать";"Enter_The_New_Name"="Введите новое имя";"Deleting"="Удалить";"Delete"="Удалить";"Sure_To_Delete_XYZ"="Вы уверены, что хотите удалить";"Delete_Failed"="Не удалось удалить";"Rename_Failed"="Не удалось переименовать";"Already_Exists"="Уже существует";"Can_Not_Create_Dir_Because_Already_Exists"="Невозможно создать файл, так как он уже существует";"Directory_Name"="Имя папки";"Enter_Directory_Name"="Введите имя файла";"Default_Folder_Name"="Новая папка";"Add"="Добавить";"What_To_Do"="Что бы вы сделали?";"Upload_File"="Загрузить файл";"Create_Directory"="Создать папку";"Add_This_Folder_To_Favorite"="Добавить файл в избранное";"Favorite_Name"="Имя Избранное";"Enter_The_Name_Of_The_Favorite"="Введите имя любимой";"Default_Favorite_Name"="Избранное";"Avoided_Corruptions"="Предотвращение повреждения";"SSH_Connection_Must_Be_Opened"="Для получения md5-хэша будет установлена связь по ssh. убедитесь, что ssh-канал на сервере открыт.";"Compare"="Сравнить";"Generating_MD5"="вычисление md5";"Wait_Generating_MD5"="Пожалуйста, подождите ... Вычисляется MD5.\n";"MD5_Hashes_Are_Equal"="MD5-хэши совпадают";"Sorry_MD5_Hashes_Are_Not_Equal"="MD5-хэши не совпадают";"Compare_With_Local_File"="Сравнить с локальным файлом";"Add_To_Clipboard"="Добавить в буфер обмена";"Requesting_MD5"="Запрашиваю MD5-хэш";"Wait_We_Are_Requesting_MD5_From_SSH"="Запрашиваю MD5-хэш по SSH ...\nПожалуйста, подождите.";"MD5_Hash_Can_Not_BeRetrieved"="Не возможно получить MD5-хэш";"PHOTO_LIBRARY"="Фототека";"PHOTO_COUNT_SINGLE"="1 объект";"PHOTO_COUNT_MULTIPLE"="%@ объектов";"ERROR"="Ошибка";"UNKNOWN_LIBRARY_ERROR"="Произошла неизвестная ошибка.";"PHOTO_ROLL_ACCESS_ERROR"="%@ не имеет прав для доступа к фототеке.";"File"="Файл";"Finished"="Законченные";"Image_Is_Now_Downloaded_In_Camera_Roll"="Изображение загружено и сохранено на фотопленку";"Authentication"="Аутентификация";"Password_Authentication"="Аутентификация по паролю";"Private_Key_Authentication"="Аутентификация по закрытому ключу";"Private_Key"="Закрытый ключ";"Unknow"="Неизвестно";"Private_Key_Not_Found"="Закрытый ключ не найден";"A_Password_Is_Required_For_Your_Private_Key"="Для вашего закрытого ключа требуется пароль";"Is_Encrypted"="Зашифровано";"Save_To_Camera_Roll"="Сохранить на фотопленку";"Want_To_Save_In_Camera_Roll"="Сохранить изображение на фотопленке?";"Profile"="Профиль";"Profile_Background_Color"="Цвет фона";"Profile_Foreground_Color"="Цвет текста";"Profile_Font_Size"="Размер шрифта";"Profile_Font_Family"="Шрифт";"Profile_Color_Black"="Черный";"Profile_Color_White"="Белый";"Profile_Color_Gray"="Серый";"Profile_Color_Red"="Красный";"Profile_Color_Green"="Зелёный";"Profile_Color_Yellow"="Желтый";"Profile_Color_Blue"="Синий";"Profile_Color_Purple"="Фиолетовый";"Profile_Color_Cyan"="Бирюзовый";"Profile_Terminal_Type"="Тип терминала";"Profile_Terminal_Type_VT100"="VT100";"Profile_Terminal_Type_XTERM"="XTERM";"Profile_Terminal_Type_DUMB"="DUMB";"Save_And_Connect"="Сохранить и подключиться";"Pro_Upgrade"="Pro-версия";"Upgrade_WebSSH_To_Pro_Version"="Обновить WebSSH до Pro";"Feature_Part_Of_Pro_Version"="Эта фича —часть WebSSH Pro.\nВы можете опробовать её перед апгрэйдом.\nХотите обновиться до WebSSH Pro прямо сейчас?";"Upgrade"="Обновление";"Not_Now"="Не сейчас";"Try_It"="Попробовать";"Unlock"="Разблокировать";"FAQ"="ЧаВо";"Inbox"="Входящие";"Help"="Помощь";"New_Response"="Новый ответ";"Extension_Not_Recognized_Message"="Файл, по-видимому, не является текстовым.\nТы всё-равно хочешь его редактировать?";"Extension_Not_Recognized"="Расширение не распознано";"Success"="Успех";"File_Writed_With_Success"="Файл успешно сохранён.";"File_Writed_With_Error"="Возникла ошибка. Файл не сохранён!";"File_Not_Saved"="Файл не сохранён";"Are_You_Sure_File_Not_Saved"="Были сделаны изменения.\nВыйти без сохранения?";"Reviews_And_Answers"="Ответы и отзывы";"Subject_Field_Is_Required"="Нужно указать тему";"Contact_Bug_Submit"="Отчёт об ошибке";"Contact_Translator_Request"="Хочу быть переводчиком!";"Contact_Other"="Другое";"Contact_Suggestion"="Пожелания";"Error_Occured_Can_You_Retry"="Произошла ошипка. Пожалуйста, повтори попытку позже.";"Information"="Инфа";"WebSSH_Has_Been_Offered_To_You"="Команда WebSSH предлагает тебе Pro-версию";"Utils"="Утилиты";"Ping"="Ping";"Start"="Старт";"Stop"="Стоп";"Server"="Сервер";"Bad_ICMP_Data_Received"="получены испорченные данные ICMP";"Create_File"="Создать файл";"File_Name"="Имя файла";"Enter_File_Name"="Введи имя файла";"Default_File_Name"="File.txt";"Can_Not_Create_File_Because_Already_Exists"="\"%@\" уже занято. Пожалуйста, выбери другое имя.";"Infinite_Loop_Detected"="Распознан бесконечный цикл. Остановлено.";"Unable_To_Retrieve_Whois_From_Data"="Не могу получить данные из WhoIs";"Whois"="Whois";"Domain_Name_Example"="example.com";"Bad_Response_Received"="Получен неправильный ответ";// WebSSH 14.6 ->"Please_Help_Me_Support_WebSSH"="Приобретая полную версию WebSSH, вы можете добавить столько соединений SSH / SFTP / TUNNEL, сколько захотите.";// <- WebSSH 14.6// WebSSH 14.8 ->"Please_Help_Me_Support_WebSSH_Title"="❤️ Помогите мне продолжить работу с WebSSH";"Buy_Price" = "Купить\n%@";"Do_You_Love_WebSSH"="Вы любите WebSSH?";// <- WebSSH 14.8"Profile_Carriage_Return" = "Возврат каретки";"Edit" = "Редактировать";"Скачать" = "Скачать";"View" = "Просмотр";"Clone" = "Клонировать";"Launch" = "Запустить";"Other_Tools" = "Другие инструменты";"Enable_iCloud" = "Включить iCloud";"Sync_Credentials" = "Синхронизировать учетные данные";